{
    "en" : {
        "General Provisions": {
            "a": "These Terms & Conditions shall be governed in all respects by Swiss law.",
            "b": "All communications concerning Teaching Services shall be in either English, German or French.",
            "c": "These Terms & Conditions can only be amended in writing and deemed effective if agreed upon by the Teacher and the Client.",
            "d": "Any communication concerning Teaching Services shall be in writing and sent by post or e-mail to the address of the relevant Party.",
            "e": "The Teacher reserves the right to record lessons for security purposes.",
            "f": "The English version of these Terms & Conditions shall always prevail."
            },
            "Lesson Fees": {
            "a": "The Teacher reserves the right to adjust lesson fees based on economic factors and will inform the Client as soon as possible in such cases. ",
            "b": "Lessons held outside of working hours (08h00 - 18h00) will be subject to a surcharge of CHF 25."
            },
            "Payment": {
            "a": "Lessons are invoiced one month in advance, and fees are non-refundable.",
            "b": "The initial invoice is to be settled before the first lesson (confirmation of money transfer required) and will include lesson fees for the remainder of the month and for the next month.",
            "c": "Subsequent invoices will be issued by the 1st of the month and are to be settled by the 15th (settlement means received by the Teacher). Clients are responsible for anticipating bank holidays, week-ends and other factors influencing the dispatch and receipt of bank transfers. ",
            "d": "Clients whose payments are not received by the 15th of the month will receive payment reminders, the amount due being increased by 10% for the first reminder and by 15% for the second reminder.",
            "e": "The Client is to cover any fees associated with bank transfers and/or differing currencies.",
            "f": "Payments shall be accepted in CHF and EUR."
            },
            "Discontinuation of Teaching Services": {
            "a": "Clients are to inform the Teacher both orally and in writing by the 15th of the month if they are not going to continue lessons the following month."
            },
            "Cancellation & Rescheduling": {
            "a": "Cancelled lessons are non-refundable.",
            "b": "Lessons rescheduled with less than 24 hours' notice will result in either (i) a surcharge of CHF 25 if occasioned by the Client or (ii) a discount of 25% if occasioned by the Teacher."
            },
            "Lateness": {
            "a": "Lessons will start on time. If the Client is late, the time will not be made up. ",
            "b": "Client lateness in excess of 15 minutes will result in either (i) a cancelled lesson without refund or (ii) a rescheduled lesson with a surcharge of CHF 25.",
            "c": "Teacher lateness will be communicated to the Client as soon as possible, and the Teacher will compensate the Client by either (i) extending the lesson in question or (ii) rescheduling based on availability."
            },
            "Data Protection & Confidentiality": {
            "a": "The Teacher will not disclose confidential information concerning the Client, unless agreed upon otherwise in writing or required by Swiss law.",
            "b": "The Client will not record lessons in any way (including, but not limited to, photographs and audio/video recordings), unless agreed upon otherwise in writing with the Teacher."
            },
            "Code of Conduct": {
            "a": "The Client and any other persons visible during lessons are to be fully and appropriately dressed in daytime clothes.",
            "b": "The Client is not to use inappropriate, disrespectful or aggressive language and/or behaviour at any time. Aggressive and/or threatening behaviour as well as any form of innuendo entitles the Teacher to immediately terminate Teaching Services. For all other cases:<br>The first offense will result in a verbal warning.<br>The second offense will result in a written warning.<br>The third offense will result in the immediate termination of Teaching Services without refund."
            },
            "Limitation of Liability": {
            "a": "Although the Teacher will endeavour to ensure the Client makes satisfactory progress, this cannot be guaranteed, and the Teacher will not be liable for the academic success or otherwise of the Client.",
            "b": "To the maximum extent permitted by Swiss law, the Teacher will not be liable for direct or indirect loss or damage arising from the use of the Teacher’s Services."
            }
},   
    "de" : {
        "Allgemeine Bestimmungen": {
            "a": "Diese allgemeinen Geschäftsbedingungen unterliegen in jeder Hinsicht dem Schweizer Recht.",
            "b": "Alle Mitteilungen, die die Lehrdienstleistungen betreffen, erfolgen entweder in Englisch, Deutsch oder Französisch.",
            "c": "Diese allgemeinen Geschäftsbedingungen können nur schriftlich geändert und als gültig erachtet werden, wenn die Lehrerin und der/die Kunde/-in ihre Zustimmung geben.",
            "d": "Jede Mitteilung, die die Lehrdienstleistungen betrifft, erfolgt schriftlich und wird per Post oder E-Mail an die Adresse der betreffenden Partei gesandt.",
            "e": "Die Lehrerin behält sich das Recht vor, den Unterricht zu Sicherheitszwecken aufzunehmen.",
            "f": "Die englische Fassung dieser allgemeinen Geschäftsbedingungen ist stets maßgebend."
            },
            "Unterrichtsgebühren": {
            "a": "Die Lehrerin behält sich das Recht vor, die Unterrichtsgebühren aufgrund wirtschaftlicher Faktoren anzupassen, und informiert den/die Kunden/-in in solchen Fällen so schnell wie möglich.",
            "b": "Für Unterricht außerhalb der Arbeitszeiten (08.00 - 18.00 Uhr) fällt ein Zuschlag in Höhe von 25 CHF an."
            },
            "Zahlung": {
            "a": "Die Unterrichtsstunden werden einen Monat im Voraus in Rechnung gestellt und die Gebühren sind nicht rückerstattungsfähig.",
            "b": "Die anfängliche Rechnung ist vor der ersten Unterrichtsstunde zu begleichen (Bestätigung der Geldüberweisung erforderlich) und enthält die Unterrichtsgebühren für den Rest des Monats und für den nächsten Monat.",
            "c": "Nachfolgende Rechnungen werden bis zum 1. des Monats ausgestellt und sind bis zum 15. zu begleichen (Begleichung bedeutet Eingang bei der Lehrerin). Es obliegt dem/der Kunden/-in, Feiertage, Wochenenden und andere Faktoren, die den Versand und den Eingang von Banküberweisungen beeinflussen, vorwegzunehmen.",
            "d": "Kunden/-innen, deren Zahlungen nicht bis zum 15. des Monats eingegangen sind, erhalten Zahlungserinnerungen, wobei sich der fällige Betrag bei der ersten Erinnerung um 10% und bei der zweiten Erinnerung um 15% erhöht.",
            "e": "Der/Die Kunde/-in hat alle Gebühren im Zusammenhang mit Banküberweisungen und/oder unterschiedlichen Währungen zu tragen.",
            "f": "Zahlungen werden in CHF und EUR akzeptiert."
            },
            "Einstellung der Lehrdienstleistungen": {
            "a": "Die Kunden/-innen haben die Lehrerin bis zum 15. des Monats mündlich oder schriftlich zu informieren, wenn sie den Unterricht im folgenden Monat nicht fortsetzen."
            },
            "Stornierung & Verlegung": {
            "a": "Stornierte Unterrichtsstunden sind nicht rückerstattungsfähig.",
            "b": "Unterrichtsstunden, die mit weniger als 24 Stunden Vorlaufzeit verlegt werden, führen entweder (i) zu einem Zuschlag von 25 CHF, wenn vom/von der Kunden/-in verursacht, oder (ii) zu einem Rabatt von 25 %, wenn von der Lehrerin verursacht."
            },
            "Verspätung": {
            "a": "Der Unterricht beginnt rechtzeitig. Wenn der/die Kunde/-in zu spät kommt, wird die Zeit nicht nachgeholt. ",
            "b": "Verspätungen des/der Kunden/-in von mehr als 15 Minuten haben entweder (i) eine stornierte Unterrichtsstunde ohne Rückerstattung oder (ii) eine verlegte Unterrichtsstunde mit einem Zuschlag von 25 CHF zur Folge.",
            "c": "Verspätungen der Lehrerin werden dem/der Kunden/in so schnell wie möglich mitgeteilt und die Lehrerin entschädigt den/die Kunden/-in mit entweder (i) einer Verlängerung der betreffenden Unterrichtsstunde oder (ii) derer Verlegung je nach Verfügbarkeit."
            },
            "Datenschutz & Vertraulichkeit": {
            "a": "Die Lehrerin gibt den/die Kunden/-in betreffende, vertrauliche Informationen nicht weiter, soweit nicht schriftlich anders vereinbart oder nach Schweizer Recht erforderlich.",
            "b": "Der/Die Kunde/-in nimmt den Unterricht in keiner Weise auf (einschließlich, aber nicht beschränkt auf: Fotografien und Audio-/Videoaufnahmen), sofern nicht anders schriftlich mit der Lehrerin vereinbart."
            },
            "Verhaltenskodex": {
            "a": "Der/Die Kunde/-in und alle anderen, während des Unterrichts sichtbaren Personen müssen vollständig und angemessen in Tageskleidung gekleidet sein.",
            "b": "Der/Die Kunde/-in soll sich zu keiner Zeit unangemessener, respektloser oder aggressiver Sprache und/oder Verhaltensweisen bedienen. Aggressive und/oder bedrohliche Verhaltensweise sowie jegliche Form von Anspielungen berechtigen die Lehrerin zur sofortigen Einstellung der Lehrdienstleistungen. Für alle anderen Fälle:<br>Das erste Vergehen hat eine mündliche Verwarnung zur Folge.<br>Das zweite Vergehen hat eine schriftliche Verwarnung zur Folge.<br>Das dritte Vergehen hat die sofortige Einstellung der Lehrdienstleistungen ohne Rückerstattung zur Folge."
            },
            "Haftungsbeschränkung": {
            "a": "Obwohl die Lehrerin sich bemüht, sicherzustellen, dass der/die Kunde/-in zufriedenstellende Fortschritte macht, kann dies nicht garantiert werden, und die Lehrerin haftet nicht für den akademischen Erfolg oder Nicht-Erfolg des/der Kunden/-in.",
            "b": "Soweit es nach Schweizer Recht zulässt, haftet die Lehrerin nicht für direkten oder indirekten Verlust oder Schaden, der aus der Nutzung der Lehrerdienstleistungen entsteht."
            }
        }, 
             
    "fr" : {
        "Dispositions générales": {
            "a": "Ces conditions générales seront régies à tous égards par la loi suisse.",
            "b": "Toutes les communications concernant les services d'enseignement seront soit en anglais, soit en allemand, soit en français.",
            "c": "Ces conditions générales peuvent uniquement être modifiées par écrit et considérées en vigueur si l'Enseignante et le/la Client(e) en conviennent.",
            "d": "Toute communication concernant les services d'enseignement sera par écrit et envoyée par courrier postal ou électronique à l'adresse de la partie concernée.",
            "e": "L'Enseignante se réserve le droit d'enregistrer les leçons pour des raisons de sécurité.",
            "f": "La version anglaise de ces conditions générales prévaudra toujours."
            },
            "Frais de leçons": {
            "a": "L'Enseignante se réserve le droit d'ajuster les frais de leçons en fonction de facteurs économiques et informera le/la Client(e) dans les plus brefs délais dans de tels cas.",
            "b": "Les leçons tenues en dehors des heures de travail (08h00 - 18h00) seront soumises à un supplément de 25 CHF."
            },
            "Paiement": {
            "a": "Les leçons sont facturées un mois à l'avance et les frais sont non remboursables.",
            "b": "La facture initiale doit être réglée avant la première leçon (confirmation du transfert d'argent requise) et comprendra les frais de leçon pour le reste du mois et pour le mois suivant.",
            "c": "Les factures subséquentes seront émises au plus tard le 1er du mois et devront être réglées au plus tard le 15 (le règlement signifie la réception par l'Enseignante). Il incombe aux Client(e)s d'anticiper les jours fériés, les week-ends et d'autres facteurs influençant l'envoi et la réception des virements bancaires.",
            "d": "Les Client(e)s dont les paiements ne sont pas reçus au plus tard le 15 du mois recevront des rappels de paiement, le montant dû étant majoré de 10% pour le premier rappel et de 15% pour le second.",
            "e": "Le/La Client(e) doit couvrir tous les frais liés aux virements bancaires et/ou aux devises différentes.",
            "f": "Les paiements seront acceptés en CHF et en EUR."
            },
            "Interruption des services d'enseignement": {
            "a": "Les Client(e)s doivent informer l'Enseignante oralement et par écrit au plus tard le 15 du mois s'ils ne vont pas poursuivre les leçons le mois suivant."
            },
            "Annulation & report": {
            "a": "Les leçons annulées ne sont pas remboursables.",
            "b": "Les leçons reportées avec moins de 24 heures de préavis entraîneront soit (i) un supplément de 25 CHF si le/la Client(e) l'occasionne, soit (ii) une réduction de 25% si l'Enseignante l'occasionne."
            },
            "Retard": {
            "a": "Les leçons commenceront à l'heure. Si le/la Client(e) est en retard, le temps ne sera pas rattrapé.",
            "b": "Le retard du/de la Client(e) de plus de 15 minutes entraînera soit (i) une leçon annulée sans remboursement, soit (ii) une leçon reportée avec un supplément de 25 CHF.",
            "c": "Le retard de l'Enseignante sera communiqué au/à la Client(e) dès que possible, et l'Enseignante dédommagera le/la Client(e) soit (i) en prolongeant la leçon en question, soit (ii) en la reportant selon disponibilité."
            },
            "Protection des données & confidentialité": {
            "a": "L'Enseignante ne divulguera pas d'informations confidentielles concernant le/la Client(e), à moins qu'il n'en soit convenu autrement par écrit ou que la loi suisse ne l'exige.",
            "b": "Le/La Client(e) n'enregistrera pas les leçons de quelque manière que ce soit (y compris, mais sans s'y limiter, les photographies et les enregistrements audio/vidéo), à moins qu'il n'en soit convenu autrement par écrit avec l'Enseignante."
            },
            "Code de conduite": {
            "a": "Le/La Client(e) et toute autre personne visible pendant les leçons doivent être entièrement et convenablement habillés en vêtements de jour.",
            "b": "Le/La Client(e) ne doit à aucun moment utiliser un langage et/ou un comportement déplacés, irrespectueux ou agressifs. Un comportement agressif et/ou menaçant ainsi que toute forme de sous-entendu autorise l'Enseignante à cesser immédiatement les services d'enseignement. Pour tous les autres cas:<br>La première infraction entraînera un avertissement verbal.<br>La deuxième infraction entraînera un avertissement écrit.<br>La troisième infraction entraînera la cessation immédiate des services d'enseignement sans remboursement."
            },
            "Limitation de responsabilité": {
            "a": "Même si l'Enseignante s'efforcera de faire en sorte que le/la Client(e) fasse des progrès satisfaisants, cela ne peut être garanti, et l'Enseignante ne sera pas tenue responsable de la réussite scolaire ou autre du/de la Client(e).",
            "b": "Dans la mesure où la loi suisse le permet, l'Enseignante ne sera pas tenue responsable de la perte ou du dommage directs ou indirects résultant de l'utilisation des services de l'Enseignante."
            }
        }
}