{
    "en" : {
    "General Provisions": {
        "a": "These Terms & Conditions shall apply to all contracts concluded between the Translator (Simone Robinson) and the Client and supersede any terms and conditions referred to, relied on or offered by the Client, unless the Translator has agreed otherwise in writing.",
        "b": "Should the Client act on behalf of a third party, the Translator enters into the contract with the Client only and not with the third party that may be the Client’s end customer. The Client shall fulfil his/her payment obligations detailed in section 8 of these Terms & Conditions, irrespective of payments effected by the Client’s end customer or other third parties.",
        "c": "Contracts between the Translator and the Client shall be governed in all respects by Swiss law.",
        "d": "All communications concerning translation and/or proofreading services shall be in either English, German or French.",
        "e": "These Terms & Conditions can only be amended in writing and deemed effective if agreed upon by the Translator and the Client.",
        "f": "Any communication concerning translation and/or proofreading services shall be in writing and sent by post or e-mail to the address of the relevant party.",
        "g": "The English version of these Terms & Conditions shall always prevail."
    },
    "Quotations & Conclusion of Contracts": {
        "a": "Before concluding a contract, the Translator will provide the Client with a quotation containing all information relevant to the translation and/or proofreading services, such as the format of delivery, anticipated delivery date(s) (see s 3(a), s 3(b) and s 6(a)) and fees. All fees will exclude possible delivery costs and taxes; if such delivery costs or taxes arise, they will be added in due course.",
        "b": "All quotations are free of obligation.",
        "c": "The contract shall be deemed concluded when both the Translator and the Client have provided written confirmation of the translation and/or proofreading services to be executed."
    },
    "Cancellation of or Changes to Contracts": {
        "a": "Any major changes made by the Client to the translation and/or proofreading services after the contract has been concluded shall entitle the Translator to revise fees and/or terms of delivery.",
        "b": "The Translator reserves the right to revise fees and/or terms of delivery if (i) she was unable to see the entire text to be translated/proofread prior to the conclusion of the contract and/or (ii) it becomes clear that the terms of the contract do not reflect the true nature of the said text (regarding, in particular, the scope and type of text, the level of difficulty and so forth). In such cases, the said revision does not entitle the Client to any compensation.",
        "c": "If the Client is unable to meet his/her obligations (including, but not limited to, cases involving bankruptcy, liquidation or a moratorium in respect of the Client's business), the Translator reserves the right to either (i) cancel the contract (in part or in full) or (ii) postpone its execution without any obligation to pay damages. In such cases, the Client will be liable to pay for (iii) translation and/or proofreading work already completed and (iv) research already carried out in connection with the remainder of the translation and/or proofreading services (charged on an hourly basis; see section 7). The Translator will place the work already completed at the Client’s disposal.",
        "d": "If the Client cancels the contract, s 3(c)(iii) and s 3(c)(iv) shall apply.  ",
        "e": "If the Translator has reserved time for cancelled translation and/or proofreading services and is unable to put it to other gainful use, the Client shall be required to pay 50% of the fees concerning the services not carried out.",
        "f": "If the Translator is unable to meet her obligations due to circumstances beyond her reasonable control, she reserves the right to cancel the contract without any obligation to pay damages. Such circumstances include, but are not limited to: fires, accidents, illnesses, strikes, riots, wars, transport restrictions and delays, government measures, Internet disruptions and other instances of force majeure.",
        "g": "The cancellation of or any changes to the contract must be in writing."
    },
    "Execution of Translation/Proofreading Services & Client Obligations": {
        "a": "The Translator undertakes to execute the translation and/or proofreading services to the best of her ability for the purposes specified by the Client. ",
        "b": "Upon request and where possible, the Client shall supply any relevant information about the text to be translated/proofread as well as documentation and terminology, if available. Such materials shall be dispatched at the Client's expense and risk. The Translator shall not be liable for mistakes or delays resulting from the insufficient or delayed provision of such information.",
        "c": "If there are any unclear passages in the text to be translated/proofread, the Translator will try to clarify their meaning with the Client or, if this is not possible, realise the translation and/or proofreading to the best of her ability.",
        "d": "The Client is responsible for copyright issues concerning the text to be translated/proofread (incl. images) and for ensuring that the material may be edited legally (see s 11(b))."
        },
        "Data Protection & Confidentiality": {
        "a": "The Translator undertakes to treat all information provided by the Client as strictly confidential, unless agreed upon otherwise in writing or required by Swiss law."
        },
        "Terms of Delivery": {
        "a": "Although the Translator will do her best to respect agreed delivery dates, they are nevertheless provisional, unless agreed otherwise in writing. The Translator shall notify the Client immediately if she perceives that she will be unable to deliver work on time.",
        "b": "If the Translator fails to respect an agreed delivery date for reasons excluding those beyond her control and the Client cannot reasonably be expected to brook any delay, the Client shall be entitled to cancel the contract. In such cases, however, the Translator shall not be liable to pay any damages, and s 3(d) shall be applicable.",
        "c": "Work shall be deemed delivered at the time it is sent.",
        "d": "The Client is to confirm receipt of work in writing as soon as possible."
        },
        "Calculation of Fees": {
        "a": "Fees shall be calculated based on the length and complexity of the text to be translated and/or proofread. The fees specified in the contract are, therefore, provisional and will be finalised after the translation and/or proofreading services have been completed in order to reflect the actual amount of work required.",
        "b": "Unless agreed otherwise in writing, fees will be based on the Translator's rates (per word, per line or per hour). Fixed prices may be negotiated for certain tasks. The Translator may also charge for expenses agreed in advance with the Client connected with the execution of the translation and/or proofreading services.",
        "c": "Urgent translation and/or proofreading services will be subject to a surcharge of 25-100%.",
        "d": "If translation fees are calculated on a line basis, one line shall include 55 characters (incl. spaces). If the Client provides the source text in a non-editable format (such as a scanned, hand-written text), the fee calculation shall be based on the number of lines in the target text (Times New Roman; 12 points).",
        "e": "All fees are exclusive of VAT."
        },
        "Payment": {
        "a": "Depending on the translation and/or proofreading services, the Translator may require (i) all or part of the fees in advance, (ii) instalments during the course of the work and/or (iii) an initial security, such as a bank guarantee. If the Client fails to fulfil such payment obligations, the Translator reserves the right (iv) to suspend all services and/or terminate the contract and (v) to claim compensation for any work already carried out.",
        "b": "Payment is to be settled within 15 working days of the invoice date (settlement means received by the Translator). Clients are responsible for anticipating holidays, week-ends and other factors influencing the dispatch and receipt of bank transfers. ",
        "c": "Clients whose payment is not received within 15 working days of the invoice date will receive payment reminders, the amount due being increased by 10% for the first reminder and by 15% for the second reminder (see s 8(a)(iv) and s 8(a)(v)).",
        "d": "The Client is to cover any fees associated with bank transfers and/or differing currencies.",
        "e": "Payments shall be accepted in CHF and EUR."
        },
        "Complaints": {
        "a": "The Client is to notify the Translator of any complaints concerning the delivered work in writing within 10 working days of delivery. Complaints shall not release the Client from his/her obligation to pay.",
        "b": "If the complaint is valid, the Translator will correct or replace the work within a reasonable period of time or, if the Translator cannot reasonably comply with the Client’s wishes, will adjust fees accordingly. ",
        "c": "The Client's right to complain shall lapse if the Client has modified or has had modified the delivered work concerned in the complaint, regardless of whether or not the Client has subsequently supplied the work to a third party."
        },
        "Limitation of Liability": {
        "a": "The Translator shall be exclusively liable for damage directly and demonstrably deriving from shortcomings attributable to her. The Translator shall under no circumstances be liable for other forms of direct or indirect loss or damage. The Translator's liability shall never exceed the amount invoiced for the translation and/or proofreading services, exclusive of VAT.",
        "b": "Ambiguity of the text to be translated/proofread shall release the Translator from any liability.",
        "c": "The assessment as to whether the text to be translated/proofread and/or the translated/proofread version entails any risk shall be entirely at the Client's expense and risk.",
        "d": "The Translator shall not be liable for damage to or loss of documents, information or data carriers provided by the Client for the purposes of the translation and/or proofreading services.",
        "e": "The Client shall indemnify the Translator against any claims by third parties deriving from the use of the delivered work.",
        "f": "The Translator shall not be liable for damages resulting from changes effected in the delivered work by the Client or third parties.",
        "g": "The Translator shall not be liable for the legal and technical correctness of the text to be translated/proofread.",
        "h": "The Translator shall not be liable for damage to or loss of work during delivery (via e-mail or by post). The Translator shall also not be liable for possible delivery delays caused by such incidents."
        },
        "Copyright": {
        "a": "Unless agreed otherwise in writing, the Translator retains the copyright on translations and texts she produces.",
        "b": "The Client shall indemnify the Translator against any claims from third parties regarding alleged violation of property rights, patents, copyrights or other intellectual property rights in connection with the execution of the translation and/or proofreading services.",
        "c": "If a translation is published in print or on the Internet, the name of the Translator and her function as the translator of the published text must be mentioned in a visible manner. In the case of publication on the Internet, a link to the Translator’s website must also be included. Prior to the final publication, a proof copy must be sent to the Translator for approval."
        }
},   
    "de" : {
        "Allgemeine Bestimmungen": {
            "a": "Diese allgemeinen Geschäftsbedingungen gelten für alle zwischen der Übersetzerin (Simone Robinson) und dem/der Kunden/-in abgeschlossenen Verträge und ersetzen alle allgemeinen Geschäftsbedingungen, auf die der/die Kunde/-in Bezug genommen hat, auf die er/sie sich gestützt hat oder die er/sie angeboten hat, es sei denn, die Übersetzerin hat schriftlich anders vereinbart.",
            "b": "Handelt der/die Kunde/-in im Namen eines Dritten, schließt die Übersetzerin den Vertrag nur mit dem/der Kunden/-in ab und nicht mit dem Dritten, der der Endkunde des/der Kunden/-in sein könnte. Der/Die Kunde/-in hat seine/ihre Zahlungsverpflichtungen, die in § 8 dieser allgemeinen Geschäftsbedingungen aufgeführt sind, zu erfüllen, unabhängig von den vom Endkunden des/der Kunden/-in oder anderen Dritten geleisteten Zahlungen.",
            "c": "Die Verträge zwischen der Übersetzerin und dem/der Kunden/-in unterliegen in jeder Hinsicht dem Schweizer Recht.",
            "d": "Alle Mitteilungen, die die Übersetzungs- und/oder Korrekturlesedienstleistungen betreffen, erfolgen entweder in Englisch, Deutsch oder Französisch.",
            "e": "Diese allgemeinen Geschäftsbedingungen können nur schriftlich geändert und als gültig erachtet werden, wenn die Übersetzerin und der/die Kunde/-in ihre Zustimmung geben.",
            "f": "Jede Mitteilung, die die Übersetzungs- und/oder Korrekturlesedienstleistungen betrifft, erfolgt schriftlich und wird per Post oder E-Mail an die Adresse der betreffenden Partei gesandt.",
            "g": "Die englische Fassung dieser allgemeinen Geschäftsbedingungen ist stets maßgebend."
            },
            "Angebote & Abschluss von Verträgen": {
            "a": "Vor Vertragsabschluss unterbreitet die Übersetzerin dem/der Kunden/-in ein Angebot, das alle für die Übersetzungs- und/oder Korrekturlesedienstleistungen relevanten Informationen enthält, wie das Format der Lieferung, den/die voraussichtlichen Liefertermin(e) (s. § 3 Abs. a, § 3 Abs. b und § 6 Abs. a) und die Gebühren. Alle Gebühren schließen eventuelle Lieferkosten und Steuern aus; fallen solche Lieferkosten oder Steuern an, werden diese zu gegebener Zeit hinzugerechnet.",
            "b": "Alle Angebote sind unverbindlich.",
            "c": "Der Vertrag wird als abgeschlossen erachtet, wenn sowohl die Übersetzerin als auch der/die Kunde/-in eine schriftliche Bestätigung der auszuführenden Übersetzungs- und/oder Korrekturlesedienstleistungen abgegeben haben."
            },
            "Aufhebung oder Änderungen von Verträgen": {
            "a": "Wesentliche vom/von der Kunden/-in nach Vertragsabschluss vorgenommene Änderungen an den Übersetzungs- und/oder Korrekturlesedienstleistungen geben der Übersetzerin das Recht, die Gebühren und/oder Lieferbedingungen zu revidieren.",
            "b": "Die Übersetzerin behält sich das Recht vor, die Gebühren und/oder die Lieferbedingungen zu revidieren, wenn (i) sie nicht in der Lage war, den gesamten zu übersetzenden/zu korrekturlesenden Text vor Vertragsabschluss einzusehen und/oder (ii) es sich herausstellt, dass die Vertragsbedingungen nicht die wahre Natur des besagten Textes widerspiegeln (insbesondere in Bezug auf den Umfang und die Art des Textes, den Schwierigkeitsgrad usw.). In solchen Fällen gibt die besagte Revision dem/der Kunden/-in nicht das Recht auf eine Entschädigung. ",
            "c": "Ist der/die Kunde/-in nicht in der Lage, seinen/ihren Verpflichtungen nachzukommen (einschließlich, aber nicht beschränkt auf: Konkurs, Liquidation oder Moratorium in Bezug auf das Unternehmen des/der Kunden/-in handelt), behält sich die Übersetzerin das Recht vor, entweder (i) den Vertrag (ganz oder teilweise) aufzuheben oder (ii) seine Ausführung aufzuschieben, ohne zur Zahlung von Schadenersatz verpflichtet zu sein. In solchen Fällen ist der/die Kunde/-in verpflichtet, (iii) die bereits fertiggestellten Übersetzungs- und/oder Korrekturlesearbeiten und (iv) die bereits durchgeführten Forschungsarbeiten im Zusammenhang mit den restlichen Übersetzungs- und/oder Korrekturlesedienstleistungen zu bezahlen (auf Stundenbasis berechnet; s. § 7). Die Übersetzerin stellt dem/der Kunden/-in die bereits fertiggestellte Arbeit zur Verfügung.",
            "d": "Hebt der/die Kunde/-in den Vertrag auf, gelten § 3 Abs. c-iii und § 3 Abs. c-iv.  ",
            "e": "Hat die Übersetzerin Zeit für gekündigte Übersetzungs- und/oder Korrekturlesedienstleistungen reserviert und ist sie nicht in der Lage, diese anderweitig gewinnbringend zu nutzen, ist der/die Kunde/-in verpflichtet, 50 % der Gebühren bezüglich der nicht durchgeführten Dienstleistungen zu zahlen.",
            "f": "Kann die Übersetzerin ihren Verpflichtungen aufgrund von Umständen, die außerhalb ihres Einflussbereichs liegen, nicht nachkommen, behält sie sich das Recht vor, den Vertrag aufzuheben, ohne zur Zahlung von Schadenersatz verpflichtet zu sein. Solche Umstände schließen ein, sind aber nicht beschränkt auf: Feuer, Unfälle, Krankheiten, Streiks, Unruhen, Kriege, Transportbeschränkungen und -verspätungen, staatliche Maßnahmen, Internetstörungen und andere Fälle höherer Gewalt.",
            "g": "Die Aufhebung oder Änderungen des Vertrags müssen schriftlich erfolgen."
            },
            "Ausführung von Übersetzungs-/Korrekturlesedienstleistungen & Verpflichtungen des/der Kunden/-in": {
            "a": "Die Übersetzerin verpflichtet sich, die Übersetzungs- und/oder Korrekturlesedienstleistungen nach besten Kräften für die vom/von der Kunden/-in angegebenen Zwecke auszuführen.",
            "b": "Auf Anfrage und nach Möglichkeit hat der/die Kunde/-in alle relevanten Informationen über den zu übersetzenden/zu korrekturlesenden Text sowie Unterlagen und Terminologie, sofern vorhanden, zur Verfügung zu stellen. Diese Materialien werden auf Kosten und Gefahr des/der Kunden/-in versandt. Die Übersetzerin haftet nicht für Fehler oder Verzögerungen, die sich aus der unzureichenden oder verspäteten Bereitstellung solcher Informationen ergeben.",
            "c": "Gibt es in dem zu übersetzenden/zu korrekturlesenden Text unklare Passagen, versucht die Übersetzerin, deren Bedeutung mit dem/der Kunden/-in zu klären oder, ist dies nicht möglich, führt sie die Übersetzung und/oder das Korrekturlesen nach besten Kräften durch.",
            "d": "Der/Die Kunde/-in ist verantwortlich für Urheberrechtsfragen in Bezug auf den zu übersetzenden/zu korrekturlesenden Text (inkl. Bilder) und dafür, dass das Material legal bearbeitet werden darf (s. § 11 Abs. b)."
            },
            "Datenschutz & Vertraulichkeit": {
            "a": "Die Übersetzerin verpflichtet sich, alle vom/von der Kunden/-in zur Verfügung gestellten Informationen streng vertraulich zu behandeln, sofern nicht anders schriftlich vereinbart oder nach Schweizer Recht erforderlich."
            },
            "Lieferbedingungen": {
            "a": "Obwohl sich die Übersetzerin alle Mühe gibt, die vereinbarten Liefertermine einzuhalten, sind diese dennoch vorläufig, sofern nicht anders schriftlich vereinbart. Die Übersetzerin benachrichtigt den/die Kunden/-in unverzüglich, falls sie erkennt, dass sie nicht in der Lage ist, die Arbeit rechtzeitig zu liefern.",
            "b": "Kann die Übersetzerin einen vereinbarten Liefertermin aus Gründen, die nicht außerhalb ihres Einflussbereichs liegen, nicht einhalten und dem/der Kunden/-in eine Verzögerung nicht zugemutet werden, hat der/die Kunde/-in das Recht, den Vertrag aufzuheben. In solchen Fällen ist die Übersetzerin jedoch nicht verpflichtet, Schadenersatz zu zahlen, und § 3 Abs. d tritt in Kraft.",
            "c": "Die Arbeit wird zum Zeitpunkt der Absendung als geliefert erachtet.",
            "d": "Der/Die Kunde/-in hat den Erhalt der Arbeit so schnell wie möglich schriftlich zu bestätigen."
            },
            "Berechnung der Gebühren": {
            "a": "Die Gebühren werden auf der Grundlage der Länge und der Komplexität des zu übersetzenden und/oder zu korrekturlesenden Textes berechnet. Daher sind die im Vertrag angegebenen Gebühren vorläufig und werden nach Abschluss der Übersetzungs- und/oder Korrekturlesedienstleistungen endgültig festgesetzt, um den tatsächlich erforderlichen Arbeitsaufwand widerzuspiegeln.",
            "b": "Sofern nicht anders schriftlich vereinbart, basieren die Gebühren auf den Sätzen der Übersetzerin (pro Wort, pro Zeile oder pro Stunde). Für bestimmte Aufgaben können Festpreise ausgehandelt werden. Die Übersetzerin kann auch mit dem/der Kunden/-in im Voraus vereinbarte Kosten im Zusammenhang mit der Ausführung der Übersetzungs- und/oder Korrekturlesedienstleistungen in Rechnung stellen.",
            "c": "Für dringende Übersetzungs- und/oder Korrekturlesedienstleistungen fällt ein Zuschlag in Höhe von 25-100% an.",
            "d": "Werden die Übersetzungsgebühren auf Zeilenbasis berechnet, so umfasst eine Zeile 55 Zeichen (inkl. Leerzeichen). Stellt der/die Kunde/-in den Ausgangstext in einem nicht bearbeitbaren Format zur Verfügung (wie ein eingescannter, handgeschriebener Text), basiert die Gebührenberechnung auf der Anzahl der Zeilen des Zieltextes (Times New Roman; 12 Punkt).",
            "e": "Alle Gebühren verstehen sich ohne Mehrwertsteuer."
            },
            "Zahlung": {
            "a": "Je nach Übersetzungs- und/oder Korrekturlesedienstleistungen kann die Übersetzerin (i) die gesamten oder einen Teil der Gebühren im Voraus, (ii) Ratenzahlungen im Laufe der Arbeit und/oder (iii) eine anfänglicher Sicherheit, wie eine Bankgarantie, verlangen. Falls der/die Kunde/-in solche Zahlungsverpflichtungen nicht erfüllt, behält sich die Übersetzerin das Recht vor, (iv) alle Dienstleistungen auszusetzen und/oder den Vertrag aufzuheben und (v) eine Entschädigung für bereits durchgeführte Arbeiten zu fordern.",
            "b": "Die Zahlung ist innerhalb von 15 Arbeitstagen nach Rechnungsdatum zu begleichen (Begleichung bedeutet Eingang bei der Übersetzerin). Es obliegt dem/der Kunden/-in, Feiertage, Wochenenden und andere Faktoren, die den Versand und den Eingang von Banküberweisungen beeinflussen, vorwegzunehmen.",
            "c": "Kunden/-innen, deren Zahlungen nicht innerhalb von 15 Arbeitstagen nach Rechnungsdatum eingegangen sind, erhalten Zahlungserinnerungen, wobei sich der fällige Betrag bei der ersten Erinnerung um 10% und bei der zweiten Erinnerung um 15% erhöht (s. § 8 Abs. a-iv und § 8 Abs. a-v).",
            "d": "Der/Die Kunde/-in hat alle Gebühren im Zusammenhang mit Banküberweisungen und/oder unterschiedlichen Währungen zu tragen.",
            "e": "Zahlungen werden in CHF und in EUR akzeptiert."
            },
            "Reklamationen": {
            "a": "Der/Die Kunde/-in hat die Übersetzerin innerhalb von 10 Werktagen nach Lieferung schriftlich über eventuelle Reklamationen bezüglich der gelieferten Arbeit zu informieren. Reklamationen entbinden den/die Kunden/-in nicht von seiner/ihrer Zahlungsverpflichtung.",
            "b": "Ist die Reklamation berechtigt, korrigiert oder ersetzt die Übersetzerin die Arbeit innerhalb eines angemessenen Zeitraums oder, kann die Übersetzerin den Wünschen des/der Kunden/-in nicht in angemessener Weise nachkommen, passt sie die Gebühren entsprechend an.",
            "c": "Das Reklamationsrecht des/der Kunden/-in erlischt, wenn der/die Kunde/-in die gelieferte Arbeit, die Gegenstand der Reklamation ist, geändert hat oder hat ändern lassen, unabhängig davon, ob der/die Kunde/-in die Arbeit anschließend an einen Dritten geliefert hat oder nicht."
            },
            "Haftungsbeschränkung": {
            "a": "Die Übersetzerin haftet ausschließlich für den Schaden, der sich direkt und nachweislich aus ihr zuzuschreibenden Mängeln ergibt. Die Übersetzerin haftet unter keinen Umständen für andere Formen von direktem oder indirektem Verlust oder Schaden. Die Haftung der Übersetzerin übersteigt nie den Betrag, der für die Übersetzungs- und/oder Korrekturlesedienstleistungen in Rechnung gestellt wird, ohne Mehrwertsteuer.",
            "b": "Die Mehrdeutigkeit des zu übersetzenden/zu korrekturlesenden Textes befreit die Übersetzerin von jeglicher Haftung.",
            "c": "Die Beurteilung, ob der zu übersetzende/zu korrekturlesende Text und/oder die übersetzte/korrekturgelesene Version ein Risiko darstellt, geschieht vollständig auf Kosten und Risiko des/der Kunden/-in.",
            "d": "Die Übersetzerin haftet nicht für Schaden oder Verlust von Dokumenten, Informationen oder Datenträgern, die vom/von der Kunden/-in für die Zwecke der Übersetzungs- und/oder Korrekturlesedienstleistungen zur Verfügung gestellt werden.",
            "e": "Der/Die Kunde/-in hält die Übersetzerin gegen alle Ansprüche Dritter schadlos, die sich aus der Verwendung der gelieferten Arbeit ergeben.",
            "f": "Die Übersetzerin haftet nicht für Schäden, die sich aus vom/von der Kunden/-in oder von Dritten vorgenommenen Änderungen an der gelieferten Arbeit ergeben.",
            "g": "Die Übersetzerin haftet nicht für die rechtliche und technische Richtigkeit des zu übersetzenden/zu korrekturlesenden Textes.",
            "h": "Die Übersetzerin haftet nicht für Schaden oder Verlust der Arbeit während der Lieferung (per E-Mail oder per Post). Die Übersetzerin haftet auch nicht für eventuelle Lieferverzögerungen, die durch solche Vorfälle verursacht werden."
            },
            "Urheberrecht": {
            "a": "Sofern nicht anders schriftlich vereinbart, behält die Übersetzerin das Urheberrecht an den von ihr angefertigten Übersetzungen und Texten.",
            "b": "Der/Die Kunde/-in hält die Übersetzerin gegen alle Ansprüche Dritter wegen angeblicher Verletzung von Schutzrechten, Patenten, Urheberrechten oder anderen geistigen Eigentumsrechten im Zusammenhang mit der Ausführung der Übersetzungs- und/oder Korrekturlesedienstleistungen schadlos.",
            "c": "Wird eine Übersetzung in gedruckter Form oder im Internet veröffentlicht, müssen der Name der Übersetzerin und ihre Funktion als Übersetzerin des veröffentlichten Textes sichtbar genannt werden. Im Falle einer Veröffentlichung im Internet muss auch ein Link zur Website der Übersetzerin hinzugefügt werden. Vor der endgültigen Veröffentlichung muss der Übersetzerin ein Korrekturabzug zur Genehmigung zugesandt werden."
            }
    }, 
             
    "fr" : {
        "Dispositions générales": {
            "a": "Ces conditions générales s'appliqueront à tous les contrats conclus entre la Traductrice (Simone Robinson) et le/la Client(e) et remplacent toutes les conditions générales auxquelles le/la Client(e) a fait référence, sur lesquelles il/elle s'est appuyé(e) ou qu'il/elle a proposées, à moins que la Traductrice n'en ait convenu autrement par écrit.",
            "b": "Dans le cas où le/la Client(e) agit pour le compte d'un tiers, la Traductrice conclut le contrat uniquement avec le/la Client(e) et non avec le tiers qui peut être le client final du/de la Client(e). Le/La Client(e) s'acquittera de ses obligations de paiement détaillées à l'article 8 de ces conditions générales, indépendamment des paiements effectués par le client final du/de la Client(e) ou par d'autres tiers.",
            "c": "Les contrats entre la Traductrice et le/la Client(e) seront régies à tous égards par la loi suisse.",
            "d": "Toutes les communications concernant les services de traduction et/ou de relecture seront soit en anglais, soit en allemand, soit en français.",
            "e": "Ces conditions générales peuvent uniquement être modifiées par écrit et considérées en vigueur si la Traductrice et le/la Client(e) en conviennent.",
            "f": "Toute communication concernant les services de traduction et/ou de relecture sera par écrit et envoyée par courrier postal ou électronique à l'adresse de la partie concernée.",
            "g": "La version anglaise de ces conditions générales prévaudra toujours."
            },
            "Devis et conclusion de contrats": {
            "a": "Avant de conclure un contrat, la Traductrice fournira au/à la Client(e) un devis contenant toutes les informations relatives aux services de traduction et/ou de relecture, telles que le format de livraison, la/les date(s) de livraison prévue(s) (voir les art. 3, al. a, 3, al. b et 6, al. a) et les frais. Tous les frais excluront d'éventuels coûts de livraison et taxes; si de tels coûts de livraison ou taxes surviennent, ils seront ajoutés en temps utile.",
            "b": "Tous les devis sont sans engagement.",
            "c": "Le contrat sera considéré comme conclu lorsque la Traductrice et le/la Client(e) ont tous deux donné une confirmation écrite des services de traduction et/ou de relecture à exécuter."
            },
            "Annulation ou modifications de contrats": {
            "a": "Toute modification importante apportée par le/la Client(e) aux services de traduction et/ou de relecture après la conclusion du contrat donnera à la Traductrice le droit de réviser les frais et/ou les conditions de livraison.",
            "b": "La Traductrice se réserve le droit de réviser les frais et/ou les conditions de livraison si (i) elle n'a pas pu voir l'intégralité du texte à traduire/à relire avant la conclusion du contrat et/ou (ii) il s'avère que les termes du contrat ne reflètent pas la véritable nature dudit texte (en ce qui concerne, notamment, l'étendue et le type de texte, le niveau de difficulté et ainsi de suite). Dans de tels cas, ladite révision ne donne droit au/à la Client(e) à aucune compensation.",
            "c": "Si le/la Client(e) n'est pas en mesure de remplir ses obligations (y compris, mais sans s'y limiter, les cas de faillite, de liquidation ou de moratoire concernant l'entreprise du/de la Client(e)), la Traductrice se réserve le droit soit (i) d'annuler le contrat (en partie ou en totalité), soit (ii) de reporter son exécution sans obligation de verser des dommages-intérêts. Dans de tels cas, le/la Client(e) sera tenu(e) de payer (iii) les travaux de traduction et/ou de relecture déjà réalisés et (iv) les recherches déjà effectuées en rapport avec le reste des services de traduction et/ou de relecture (facturés sur une base horaire; voir l'article 7). La Traductrice mettra le travail déjà réalisé à la disposition du/de la Client(e).",
            "d": "Si le/la Client(e) annule le contrat, les art. 3, al. c-iii et 3, al. c-iv s'appliqueront.",
            "e": "Si la Traductrice a réservé du temps pour les services de traduction et/ou de relecture annulés et qu'elle n'est pas en mesure de l'utiliser à d'autres fins lucratives, le/la Client(e) sera tenu(e) de payer 50% des frais concernant les services non effectués.",
            "f": "Si la Traductrice n'est pas en mesure de remplir ses obligations à cause de circonstances hors de son contrôle raisonnable, elle se réserve le droit d'annuler le contrat sans obligation de payer des dommages-intérêts. De telles circonstances comprennent, sans s'y limiter: incendies, accidents, maladies, grèves, émeutes, guerres, restrictions et retards de transport, mesures gouvernementales, perturbations d'Internet et autres cas de force majeure.",
            "g": "L'annulation ou toute modification du contrat doit se faire par écrit."
            },
            "Exécution des services de traduction/de relecture & obligations du/de la Client(e)": {
            "a": "La Traductrice s'engage à exécuter les services de traduction et/ou de relecture du mieux qu'elle pourra aux fins spécifiées par le/la Client(e).",
            "b": "Sur demande et dans la mesure du possible, le/la Client(e) fournira toutes informations pertinentes sur le texte à traduire/à relire ainsi que la documentation et la terminologie, si disponibles. De tels documents seront expédiés aux frais et aux risques du/de la Client(e). La Traductrice ne sera pas responsable des erreurs ou des retards résultant de la fourniture insuffisante ou tardive de ces informations.",
            "c": "S'il y a des passages peu clairs dans le texte à traduire/à relire, la Traductrice essaiera d'en clarifier le sens avec le/la Client(e) ou, si cela n'est pas possible, effectuera la traduction et/ou la relecture du mieux qu'elle pourra.",
            "d": "Le/La Client(e) est responsable des questions de droits d'auteur concernant le texte à traduire/à relire (y compris les images) et de l'assurance que le matériel peut être modifié légalement (voir l'art. 11, al. b)."
            },
            "Protection des données & confidentialité": {
            "a": "La Traductrice s'engage à traiter toutes les informations fournies par le/la Client(e) comme strictement confidentielles, à moins qu'il n'en soit convenu autrement par écrit ou que la loi suisse ne l'exige."
            },
            "Conditions de livraison": {
            "a": "Même si la Traductrice fera de son mieux pour respecter les dates de livraison convenues, celles-ci sont néanmoins provisoires, à moins qu'il n'en soit convenu autrement par écrit. La Traductrice informera immédiatement le/la Client(e) si elle s'aperçoit qu'elle ne sera pas en mesure de livrer le travail à temps.",
            "b": "Si la Traductrice manque de respecter une date de livraison convenue pour des raisons excluant celles hors de son contrôle et si l'on ne peut raisonnablement s'attendre à ce que le/la Client(e) supporte un tel retard, le/la Client(e) aura le droit d'annuler le contrat. Dans de tels cas, cependant, la Traductrice ne sera pas tenue de payer des dommages-intérêts, et l'art. 3, al. d entrera en vigueur.",
            "c": "Le travail sera considéré comme livré au moment où il est envoyé.",
            "d": "Le/La Client(e) doit confirmer la réception du travail par écrit dès que possible."
            },
            "Calcul des frais": {
            "a": "Les frais seront calculés en fonction de la longueur et de la complexité du texte à traduire et/ou à relire. Les frais spécifiés dans le contrat sont ainsi provisoires et seront finalisés après la réalisation des services de traduction et/ou de relecture afin de refléter la charge de travail réellement nécessaire.",
            "b": "À moins qu'il n'en soit convenu autrement par écrit, les frais seront basés sur les tarifs de la traductrice (par mot, par ligne ou par heure). Des prix fixes peuvent être négociés pour de certaines tâches. La Traductrice peut également facturer les dépenses convenues à l'avance avec le/la Client(e) liées à l'exécution des services de traduction et/ou de relecture.",
            "c": "Les services urgents de traduction et/ou de relecture seront soumis à un supplément de 25 à 100 %.",
            "d": "Si les frais de traduction sont calculés à la ligne, une ligne comprendra 55 caractères (y compris les espaces). Si le/la Client(e) fournit le texte source dans un format non modifiable (tel qu'un texte manuscrit numérisé), le calcul des frais sera basé sur le nombre de lignes du texte cible (Times New Roman; 12 points).",
            "e": "Tous les frais s'entendent hors TVA."
            },
            "Paiement": {
            "a": "Selon les services de traduction et/ou de relecture, la Traductrice peut exiger (i) la totalité ou une partie des frais à l'avance, (ii) des versements partiels au cours du travail et/ou (iii) une caution initiale, telle qu'une garantie bancaire. Si le/la Client(e) manque de remplir ces obligations de paiement, la Traductrice se réserve le droit (iv) de suspendre tous les services et/ou de résilier le contrat et (v) de réclamer une compensation pour tout travail déjà effectué.",
            "b": "Le paiement doit être réglé dans les 15 jours ouvrables suivant la date de facturation (le règlement signifie la réception par la Traductrice). Il incombe aux Client(e)s d'anticiper les jours fériés, les week-ends et d'autres facteurs influençant l'envoi et la réception de virements bancaires.",
            "c": "Les Client(e)s dont les paiements ne sont pas reçus dans les 15 jours ouvrables suivant la date de facturation recevront des rappels de paiement, le montant dû étant majoré de 10% pour le premier rappel et de 15% pour le second (voir les art. 8, al. a-iv et 8, al. a-v).",
            "d": "Le/La Client(e) doit couvrir tous les frais liés aux transferts bancaires et/ou aux devises différentes.",
            "e": "Les paiements seront acceptés en CHF et en EUR."
            },
            "Réclamations": {
            "a": "Le/La Client(e) doit informer la Traductrice de toute réclamation concernant le travail livré par écrit dans les 10 jours ouvrables suivant la livraison. Les réclamations ne déchargeront pas le/la Client(e) de son obligation de paiement.",
            "b": "Si la réclamation est valable, la Traductrice corrigera ou remplacera le travail dans un délai raisonnable ou, si la Traductrice ne peut raisonnablement se conformer aux souhaits du/de la Client(e), elle ajustera les frais en conséquence.",
            "c": "Le droit de réclamation du/de la Client(e) deviendra caduc si le/la Client(e) a modifié ou a fait modifier le travail livré concerné par la réclamation, indépendamment du fait que le/la Client(e) ait ou non fourni le travail à un tiers par la suite."
            },
            "Limitation de responsabilité": {
            "a": "La Traductrice sera exclusivement tenue responsable du dommage qui découle directement et de manière démontrable des manquements qui lui sont imputables. La Traductrice ne sera en aucun cas tenue responsable d'autres formes de perte ou de dommage directs ou indirects. La responsabilité de la Traductrice ne dépassera jamais le montant facturé pour les services de traduction et/ou de relecture, hors TVA.",
            "b": "L'ambiguïté du texte à traduire/à relire déchargera la Traductrice de toute responsabilité.",
            "c": "L'évaluation quant au risque qu'entraîne le texte à traduire/à relire et/ou la version traduite/relue est entièrement aux frais et aux risques du/de la Client(e).",
            "d": "La Traductrice ne sera pas tenue responsable du dommage ou de la perte de documents, d'informations ou de supports informatiques fournis par le/la Client(e) aux fins des services de traduction et/ou de relecture.",
            "e": "Le/La Client(e) garantira la Traductrice contre toute réclamation de tiers découlant de l'utilisation du travail livré.",
            "f": "La Traductrice ne sera pas tenue responsable des dommages résultant des modifications apportées par le/la Client(e) ou par des tiers au travail livré.",
            "g": "La Traductrice ne sera pas tenue responsable de la justesse juridique et technique du texte à traduire/à relire.",
            "h": "La Traductrice ne sera pas tenue responsable du dommage ou de la perte du travail pendant la livraison (par courrier électronique ou par la poste). La Traductrice ne sera pas non plus tenue responsable des éventuels retards de livraison causés par de tels incidents."
            },
            "Droits d'auteur": {
            "a": "À moins qu'il n'en soit convenu autrement par écrit, la Traductrice conserve le droit d'auteur des traductions et des textes qu'elle produit.",
            "b": "Le/La Client(e) garantira la Traductrice contre toute réclamation de tiers concernant une prétendue violation de droits de propriété, de brevets, de droits d'auteur ou d'autres droits de propriété intellectuelle en relation avec l'exécution des services de traduction et/ou de relecture.",
            "c": "En cas de publication d'une traduction sur papier ou sur Internet, le nom de la Traductrice et sa fonction en tant que Traductrice du texte publié doivent être mentionnés de manière visible. En cas de publication sur Internet, un lien vers le site web de la Traductrice doit également être inclus. Avant la publication finale, une épreuve doit être envoyée à la Traductrice pour approbation."
            }
        }
}